CLASSES = '5;6'
TOPIC_ID = 1
NAME = 'Текстовые задачи по математике. 5–6 классы / А. В. Шевкин. — 3-е изд., перераб. — М. : Илекса, 2024. — 160 с. : ил.'
AUTHOR = ' А. В. Шевкин.'
DESCRIPTION = 'Сборник включает текстовые задачи по разделам школьной математики: натуральные числа, дроби, пропорции, проценты, уравнения. ' \
'Ко многим задачам даны ответы или советы с чего начать решения. '
'Решения некоторых задач приведены в качестве образцов в основном тексте книги или в разделе «Ответы, советы, решения». '
'Материалы сборника можно использовать как дополнение к любому действующему учебнику. '
'При подготовке этого издания добавлены новые задачи и решения некоторых задач. '
'Пособие предназначено для учащихся 5–6 классов общеобразовательных школ, учителей, студентов педагогических вузов. '
LEVEL = 1
